Repository: fgtclb/academic-persons-edit
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: back
de: zurück

# list.profile.assigned
source: Assigned profiles
de: Zugewiesene Profile

# list.profile
source: Profile
de: Profil

# list.profileInformations.year
source: Year
de: Jahr

# list.profileInformations.title
source: Title
de: Titel

# list.actions
source: Actions
de: Aktionen

# list.noProfilesFound
source: No profiles found.
de: Keine Profile gefunden.

# list.noContractsFound
source: No contracts found.
de: Keine Verträge gefunden.

# list.nolecturesFound
source: No lectures found.
de: Keine Vorlesungen gefunden.

# list.nomembershipsFound
source: No memberships found.
de: Keine Mitgliedschaften gefunden.

# list.nopressMediaFound
source: No press media found.
de: Keine Pressemitteilungen gefunden.

# list.nopublicationsFound
source: No publications found.
de: Keine Publikationen gefunden.

# list.noscientificResearchFound
source: No scientific research found.
de: Keine wissenschaftlichen Forschungen gefunden.

# list.novitaFound
source: No vita found.
de: Keine Vita gefunden.

# list.noPhysicalAddressesFound
source: No physical addresses found.
de: Keine physischen Adressen gefunden.

# list.noEmailAddressesFound
source: No email addresses found.
de: Keine E-Mail-Adressen gefunden.

# list.noPhoneNumbersFound
source: No phone numbers found.
de: Keine Telefonnummern gefunden.

# list.noTranslationFound
source: No translation found.
de: Keine Übersetzung gefunden.

# profile.image
source: Image
de: Bild

# profile.personal
source: Personal data
de: Persönliche Daten

# profile.contracts
source: Contracts
de: Verträge

# profile.cooperation
source: Cooperations
de: Kooperationen

# profile.lectures
source: Lectures
de: Vorlesungen

# profile.memberships
source: Memberships
de: Mitgliedschaften

# profile.pressMedia
source: Press media
de: Pressemitteilungen

# profile.publications
source: Publications
de: Publikationen

# profile.scientificResearch
source: Scientific research
de: Wissenschaftliche Forschungen

# profile.profileInformations.cooperation
source: Cooperation
de: Kooperation

# profile.profileInformations.lectures
source: Lecture
de: Vorlesung

# profile.profileInformations.memberships
source: Membership
de: Mitgliedschaft

# profile.profileInformations.pressMedia
source: Press media
de: Pressemitteilung

# profile.profileInformations.publications
source: Publication
de: Publikation

# profile.profileInformations.scientificResearch
source: Scientific research
de: Wissenschaftliche Forschung

source: Contract data
de: Vertragsdaten

# contract.physicalAddresses
source: Physical addresses
de: Physische Adressen

# contract.emailAddresses
source: Email addresses
de: Email-Adressen

# contract.phoneNumbers
source: Phone numbers
de: Telefonnummern

source: Contract
de: Vertrag

# contract.physicalAddress
source: Physical address
de: Physische Adresse

# contract.emailAddress
source: Email address
de: Email-Adresse

# contract.emailAddresses.type
source: Type
de: Typ

# contract.phoneNumber
source: Phone number
de: Telefonnummer

# profile.gender.label
source: Gender
de: Geschlecht

# profile.title.label
source: Title
de: Titel

# profile.firstName.label
source: First name
de: Vorname

# profile.firstName.placeholder
source: John
de: Max

# profile.middleName.label
source: Middle name
de: Zweiter Vorname

# profile.middleName.placeholder
source: Paul
de: Moritz

# profile.lastName.label
source: Last name
de: Nachname

# profile.lastName.placeholder
source: Doe
de: Mustermann

# profile.website.label
source: Website
de: Webseite

# profile.website.placeholder
source: https://www.example.com
de: https://www.beispiel.de

# profile.websiteTitle.label
source: Website title
de: Webseitentitel

# profile.websiteTitle.placeholder
source: My personal website
de: Meine persönliche Webseite

# profile.publicationsLink.label
source: Publications link
de: Publikationslink

# profile.publicationsLink.placeholder
source: https://www.publications.com
de: https://www.publikationen.de

# profile.publicationsLinkTitle.label
source: Publications link title
de: Publikationslink Titel

# profile.publicationsLinkTitle.placeholder
source: My publications
de: Meine Publikationen

# profile.teachingArea.label
source: Teaching area
de: Lehrgebiet

# profile.teachingArea.placeholder
source: e.g. Computer Science
de: z.B. Informatik

# profile.coreCompetences.label
source: Core competences
de: Kernkompetenzen

# profile.coreCompetences.placeholder
source: e.g. Software Development, Data Science
de: z.B. Softwareentwicklung, Datenwissenschaft

# profile.supervisedThesis.label
source: Supervises thesis
de: Betreute Abschlussarbeiten

# profile.supervisedThesis.placeholder
source: e.g. Bachelor, Master
de: z.B. Bachelor, Master

# profile.supervisedDoctoralThesis.label
source: Supervises doctoral thesis
de: Betreute Doktorarbeiten

# profile.supervisedDoctoralThesis.placeholder
source: e.g. PhD, Doctorate
de: z.B. Doktorarbeit, Promotion

# profile.miscellaneous.label
source: Miscellaneous
de: Verschiedenes

# profile.miscellaneous.placeholder
source: e.g. Hobbies, Interests
de: z.B. Hobbys, Interessen

# profileInformation.title.label
source: Title
de: Titel

# profileInformation.title.placeholder
source: My title
de: Mein Titel

# profileInformation.link.placeholder
source: https://www.example.com
de: https://www.beispiel.de

# profileInformation.year.label
source: Year
de: Jahr

# profileInformation.year.placeholder
source: e.g. 2025
de: z.B. 2025

# profileInformation.yearStart.label
source: Start year
de: Startjahr

# profileInformation.yearStart.placeholder
source: e.g. 2020
de: z.B. 2020

# profileInformation.yearEnd.label
source: End year
de: Endjahr

# profileInformation.yearEnd.placeholder
source: e.g. 2025
de: z.B. 2025

# profileInformation.bodytext.placeholder
source: Enter text here...
de: Text hier eingeben...

# contract.position.placeholder
source: e.g. Professor, Lecturer
de: z.B. Professor, Dozent

# contract.organisationalUnit.label
source: Organisational unit
de: Organisatorische Einheit

# contract.functionType.label
source: Function type
de: Funktionstyp

# contract.validFrom.label
source: Valid from
de: Gültig ab

# contract.validTo.label
source: Valid to
de: Gültig bis

# contract.location.label
source: Location
de: Standort

# contract.location.placeholder
source: e.g. Main Campus
de: z.B. Hauptcampus

# contract.room.label
source: Room
de: Raum

# contract.room.placeholder
source: e.g. 101
de: z.B. 101

# contract.officeHours.label
source: Office hours
de: Sprechzeiten

# contract.officeHours.placeholder
source: e.g. Monday 10-12, Wednesday 14-16
de: z.B. Montag 10-12, Mittwoch 14-16

# contract.publish.label
source: Publish
de: Veröffentlichen

# contract.published.label
source: Published
de: Veröffentlicht

# physicalAddress.street.label
source: Street
de: Straße

# physicalAddress.street.placeholder
source: Examplestreet
de: Musterstraße

# physicalAddress.streetNumber.label
source: Street number
de: Hausnummer

# physicalAddress.additional.label
source: Additional
de: Addresszusatz

# physicalAddress.additional.placeholder
source: e.g. 2nd floor
de: z.B. 2. Etage

# physicalAddress.zip.label
source: Zip
de: Postleitzahl

# physicalAddress.city.label
source: City
de: Stadt

# physicalAddress.city.placeholder
source: Example City
de: Musterstadt

# physicalAddress.state.label
source: State
de: Bundesland

# physicalAddress.state.placeholder
source: Example State
de: Musterbundesland

# physicalAddress.country.label
source: Country
de: Land

# physicalAddress.country.placeholder
source: Exmplate Country
de: Musterland

# physicalAddress.type.label
source: Type
de: Typ

# phoneNumber.phoneNumber.label
source: Phone number
de: Telefonnummer

# phoneNumber.type.label
source: Type
de: Typ

# emailAddress.emailAddress.label
source: Email address
de: E-Mail-Adresse

# emailAddress.emailAddress.placeholder
source: example@domain.com
de: beispiel@domain.de

# emailAddress.type.label
source: Type
de: Typ

# actions.view
source: View
de: Anzeigen

# actions.edit
source: Edit
de: Bearbeiten

# actions.add
source: Add
de: Hinzufügen

# actions.sortUp
source: Sort up
de: Nach oben sortieren

# actions.sortDown
source: Sort down
de: Nach unten sortieren

# actions.delete
source: Delete
de: Löschen

# actions.cancel
source: Cancel
de: Abbrechen

# actions.save
source: Save
de: Speichern

# actions.saveAndExit
source: Save and exit
de: Speichern und verlassen

# actions.translate
source: Translate
de: Übersetzen

# contract.delete
source: Do you really want to delete this contract?
de: Wollen Sie diesen Vertrag wirklich löschen?

# publications.delete
source: Do you really want to delete this publication?
de: Wollen Sie diese Publikation wirklich löschen?

# cooperation.delete
source: Do you really want to delete this cooperation?
de: Wollen Sie diese Kooperation wirklich löschen?

# memberships.delete
source: Do you really want to delete this membership?
de: Wollen Sie diese Mitgliedschaft wirklich löschen?

# vita.delete
source: Do you really want to delete this vita?
de: Wollen Sie diese Vita wirklich löschen?

# lectures.delete
source: Do you really want to delete this lecture?
de: Wollen Sie diese Vorlesung wirklich löschen?

# pressMedia.delete
source: Do you really want to delete this press media?
de: Wollen Sie diese Pressemitteilung wirklich löschen?

# scientificResearch.delete
source: Do you really want to delete this scientific research?
de: Wollen Sie diese wissenschaftliche Forschung wirklich löschen?

# physicalAddress.delete
source: Do you really want to delete this physical address?
de: Wollen Sie diese physische Adresse wirklich löschen?

# emailAddress.delete
source: Do you really want to delete this email address?
de: Wollen Sie diese E-Mail-Adresse wirklich löschen?

# phoneNumber.delete
source: Do you really want to delete this phone number?
de: Wollen Sie diese Telefonnummer wirklich löschen?

# profile.update.success
source: Profile updated successfully.
de: Profil erfolgreich aktualisiert.

# contract.create.success
source: Contract created successfully.
de: Vertrag erfolgreich erstellt.

# contract.update.success
source: Contract updated successfully.
de: Vertrag erfolgreich aktualisiert.

# contract.delete.success
source: Contract deleted successfully.
de: Vertrag erfolgreich gelöscht.

# contract.sort.success
source: Contract sorted successfully.
de: Vertrag erfolgreich sortiert.

# physicalAddress.create.success
source: Physical address created successfully.
de: Physische Adresse erfolgreich erstellt.

# physicalAddress.update.success
source: Physical address updated successfully.
de: Physische Adresse erfolgreich aktualisiert.

# physicalAddress.delete.success
source: Physical address deleted successfully.
de: Physische Adresse erfolgreich gelöscht.

# physicalAddress.sort.success
source: Physical address sorted successfully.
de: Physische Adresse erfolgreich sortiert.

# phoneNumber.create.success
source: Phone number created successfully.
de: Telefonnummer erfolgreich erstellt.

# phoneNumber.update.success
source: Phone number updated successfully.
de: Telefonnummer erfolgreich aktualisiert.

# phoneNumber.delete.success
source: Phone number deleted successfully.
de: Telefonnummer erfolgreich gelöscht.

# phoneNumber.sort.success
source: Phone number sorted successfully.
de: Telefonnummer erfolgreich sortiert.

# emailAddress.create.success
source: Email address created successfully.
de: E-Mail-Adresse erfolgreich erstellt.

# emailAddress.update.success
source: Email address updated successfully.
de: E-Mail-Adresse erfolgreich aktualisiert.

# emailAddress.delete.success
source: Email address deleted successfully.
de: E-Mail-Adresse erfolgreich gelöscht.

# emailAddress.sort.success
source: Email address sorted successfully.
de: E-Mail-Adresse erfolgreich sortiert.

# scientific_research.create.success
source: Scientific research created successfully.
de: Wissenschaftliche Forschung erfolgreich erstellt.

# scientific_research.update.success
source: Scientific research updated successfully.
de: Wissenschaftliche Forschung erfolgreich aktualisiert.

# scientific_research.delete.success
source: Scientific research deleted successfully.
de: Wissenschaftliche Forschung erfolgreich gelöscht.

# scientific_research.sort.success
source: Scientific research sorted successfully.
de: Wissenschaftliche Forschung erfolgreich sortiert.

# curriculum_vitae.create.success
source: Vita created successfully.
de: Vita erfolgreich erstellt.

# curriculum_vitae.update.success
source: Vita updated successfully.
de: Vita erfolgreich aktualisiert.

# curriculum_vitae.delete.success
source: Vita deleted successfully.
de: Vita erfolgreich gelöscht.

# curriculum_vitae.sort.success
source: Vita sorted successfully.
de: Vita erfolgreich sortiert.

# membership.create.success
source: Membership created successfully.
de: Mitgliedschaft erfolgreich erstellt.

# membership.update.success
source: Membership updated successfully.
de: Mitgliedschaft erfolgreich aktualisiert.

# membership.delete.success
source: Membership deleted successfully.
de: Mitgliedschaft erfolgreich gelöscht.

# membership.sort.success
source: Membership sorted successfully.
de: Mitgliedschaft erfolgreich sortiert.

# cooperation.create.success
source: Cooperation created successfully.
de: Kooperation erfolgreich erstellt.

# cooperation.update.success
source: Cooperation updated successfully.
de: Kooperation erfolgreich aktualisiert.

# cooperation.delete.success
source: Cooperation deleted successfully.
de: Kooperation erfolgreich gelöscht.

# cooperation.sort.success
source: Cooperation sorted successfully.
de: Kooperation erfolgreich sortiert.

# publication.create.success
source: Publication created successfully.
de: Publikation erfolgreich erstellt.

# publication.update.success
source: Publication updated successfully.
de: Publikation erfolgreich aktualisiert.

# publication.delete.success
source: Publication deleted successfully.
de: Publikation erfolgreich gelöscht.

# publication.sort.success
source: Publication sorted successfully.
de: Publikation erfolgreich sortiert.

# lecture.create.success
source: Lecture created successfully.
de: Vorlesung erfolgreich erstellt.

# lecture.update.success
source: Lecture updated successfully.
de: Vorlesung erfolgreich aktualisiert.

# lecture.delete.success
source: Lecture deleted successfully.
de: Vorlesung erfolgreich gelöscht.

# lecture.sort.success
source: Lecture sorted successfully.
de: Vorlesung erfolgreich sortiert.

# press_media.create.success
source: Press media created successfully.
de: Pressemitteilung erfolgreich erstellt.

# press_media.update.success
source: Press media updated successfully.
de: Pressemitteilung erfolgreich aktualisiert.

# press_media.delete.success
source: Press media deleted successfully.
de: Pressemitteilung erfolgreich gelöscht.

# press_media.sort.success
source: Press media sorted successfully.
de: Pressemitteilung erfolgreich sortiert.

# contractFormData.validTo.error.1307719788
source: "Valid to" must be a valid date. (Seperated by .)
de: "Gültig bis" muss ein gültiges Datum sein. (Getrennt durch .)

# contractFormData.validFrom.error.1307719788
source: "Valid from" must be a valid date. (Seperated by .)
de: "Gültig von" muss ein gültiges Datum sein. (Getrennt durch .)

# profileInformationFormData.yearStart.error.1332933658
source: "Year start" must be a number.
de: "Startjahr" muss eine Zahl sein.

# profileInformationFormData.yearEnd.error.1332933658
source: "Year end" must be a number.
de: "Endjahr" muss eine Zahl sein.

# plugin.profile_switcher.label
source: Profiles: Profile Switcher
de: Profile: Profil wechseln

# plugin.profile_editing.label
source: Profiles: Profile Editing
de: Profile: Profil Editor

# extension_configuration.profile.autoCreateProfiles.label
source: Auto create profile: Automatically creates a new profile for FE users
de: Automatisch Profil erstellen: Legt automatisch ein neues Profil für FE Benutzer an

# extension_configuration.profile.createProfileForUserGroups.label
source: Create for user groups: Create profiles only if current user is in one of these user group IDs.
de: Für Benutzergruppen erstellen: Legt Profile an, wenn der aktuelle Benutzer Teil dieser Gruppen-IDs ist

# extension_configuration.profile.allowedLanguages.label
source: Allowed languages: List of language IDs which a profile can be translated to.
de: Erlaubte Sprachen: Liste der Sprach-IDs in welche Profile übersetzt werden können

# fe_users.columns.tx_academicpersons_profiles.label
source: Assigned Profiles
de: Zugewiesene Profile

# fe_users.tabs.tx_academicpersons_profiles.label
source: Profiles
de: Profile

source: Academic Persons: User
de: Akademische Personen: Benutzer

# tx_academicpersons_domain_model_profile.columns.frontend_users.label
source: Assigned Users
de: Zugewiesene Benutzer

# tx_academicpersons_domain_model_profile.tabs.frontend_users.label
source: Frontend Users
de: Frontend Benutzer

# newContentElement.wizardItems.academic.profileEditing.title
source: Academic Persons Profile Editing
de: Akademische Personen Profil Bearbeitung

# newContentElement.wizardItems.academic.profileEditing.description
source: Plugin for editing profiles in the frontend
de: Plugin zur Bearbeitung von Profilen im Frontend

# newContentElement.wizardItems.academic.profileSwitcher.title
source: Academic Persons Edit Profile Switcher
de: Akademische Personen Profil wechseln

# newContentElement.wizardItems.academic.profileSwitcher.description
source: Plugin for switching profiles in the frontend
de: Plugin zum wechsel der Profile im Frontend
